Repository: HerniRG/WorldTV
Catalog: WorldTV/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt, zh_hans

# about.attribution
source: Attribution
ar: الإسناد
de: Namensnennung
es: Atribución
hi: श्रेय
it: Attribuzione
ja: 帰属
pt: Atribuição
zh_hans: 署名

# about.availability
source: Channel availability depends on third parties and is not guaranteed.
ar: يعتمد توفر القنوات على أطراف ثالثة وغير مضمون.
de: Die Verfügbarkeit der Sender hängt von Dritten ab und ist nicht garantiert.
es: La disponibilidad de los canales depende de terceros y no está garantizada.
fr: La disponibilité des chaînes dépend de tiers et n'est pas garantie.
hi: चैनलों की उपलब्धता तीसरे पक्ष पर निर्भर करती है और इसकी गारंटी नहीं है।
it: La disponibilità dei canali dipende da terze parti e non è garantita.
ja: チャンネルの視聴可否は第三者に依存しており、保証されるものではありません。
pt: A disponibilidade dos canais depende de terceiros e não é garantida.
zh_hans: 频道可用性取决于第三方，不提供保证。

# about.channelRemoval
source: Request a channel review or removal
ar: طلب مراجعة أو إزالة قناة
de: Eine Überprüfung oder Entfernung eines Senders anfordern
es: Solicitar la revisión o retirada de un canal
fr: Demander une révision ou le retrait d'une chaîne
hi: चैनल की समीक्षा या हटाने का अनुरोध करें
it: Richiedi una revisione o la rimozione di un canale
ja: チャンネルの確認または削除をリクエスト
pt: Solicitar revisão ou remoção de um canal
zh_hans: 请求审核或移除频道

# about.description
source: WorldTV+ discovers and plays free, publicly accessible television streams.
ar: يكتشف WorldTV+ ويشغّل بثوث تلفزيونية مجانية ومتاحة للعموم.
de: WorldTV+ entdeckt und spielt kostenlose, öffentlich zugängliche Fernsehsender.
es: WorldTV+ descubre y reproduce emisiones de televisión gratuitas y públicamente accesibles.
fr: WorldTV+ découvre et lit des flux de télévision gratuits et accessibles au public.
hi: WorldTV+ मुफ़्त, सार्वजनिक रूप से सुलभ टेलीविज़न स्ट्रीम खोजता और चलाता है।
it: WorldTV+ scopre e riproduce trasmissioni televisive gratuite e pubblicamente accessibili.
ja: WorldTV+ は、無料で一般公開されているテレビ放送を発見して再生します。
pt: O WorldTV+ descobre e reproduz fluxos de televisão gratuitos e publicamente acessíveis.
zh_hans: WorldTV+ 可发现并播放免费、可公开访问的电视流。

# about.disclaimer
source: Read the complete disclaimer
ar: قراءة إخلاء المسؤولية كاملاً
de: Den vollständigen Haftungsausschluss lesen
es: Leer el aviso legal completo
fr: Lire l'avertissement complet
hi: पूरा अस्वीकरण पढ़ें
it: Leggi l'informativa completa
ja: 完全な免責事項を読む
pt: Ler o aviso legal completo
zh_hans: 阅读完整的免责声明

# about.iptvOrg
source: Catalog data is provided by the open source iptv-org project.
ar: يتم توفير بيانات الكتالوج بواسطة مشروع المصدر المفتوح iptv-org.
de: Die Katalogdaten werden vom Open-Source-Projekt iptv-org bereitgestellt.
es: Los datos del catálogo proceden del proyecto open source iptv-org.
fr: Les données du catalogue sont fournies par le projet open source iptv-org.
hi: कैटलॉग डेटा ओपन सोर्स iptv-org प्रोजेक्ट द्वारा प्रदान किया जाता है।
it: I dati del catalogo sono forniti dal progetto open source iptv-org.
ja: カタログデータはオープンソースの iptv-org プロジェクトによって提供されています。
pt: Os dados do catálogo são fornecidos pelo projeto de código aberto iptv-org.
zh_hans: 目录数据由开源项目 iptv-org 提供。

# about.legal
source: Legal notice
ar: إشعار قانوني
de: Rechtlicher Hinweis
es: Aviso legal
fr: Mentions légales
hi: कानूनी सूचना
it: Note legali
ja: 法的通知
pt: Aviso legal
zh_hans: 法律声明

# about.legalNotice
source: WorldTV+ does not host or retransmit content. Stream availability and rights remain the responsibility of their respective providers.
ar: لا يستضيف WorldTV+ المحتوى ولا يعيد بثّه. تظل توفرية البثوث وحقوقها من مسؤولية مقدميها.
de: WorldTV+ hostet oder überträgt keine Inhalte. Verfügbarkeit und Rechte der Streams liegen in der Verantwortung der jeweiligen Anbieter.
es: WorldTV+ no aloja ni retransmite contenido. La disponibilidad y los derechos de las emisiones corresponden a sus respectivos proveedores.
fr: WorldTV+ n'héberge ni ne retransmet de contenu. La disponibilité des flux et leurs droits relèvent de la responsabilité de leurs fournisseurs respectifs.
hi: WorldTV+ किसी सामग्री को होस्ट या पुनः प्रसारित नहीं करता। स्ट्रीम की उपलब्धता और अधिकार संबंधित प्रदाताओं की ज़िम्मेदारी हैं।
it: WorldTV+ non ospita né ritrasmette contenuti. La disponibilità dei flussi e i relativi diritti restano di responsabilità dei rispettivi fornitori.
ja: WorldTV+ はコンテンツをホストまたは再送信しません。ストリームの可用性と権利は、それぞれの提供者の責任です。
pt: O WorldTV+ não hospeda nem retransmite conteúdo. A disponibilidade dos fluxos e os respectivos direitos são de responsabilidade dos seus fornecedores.
zh_hans: WorldTV+ 不托管或转播内容。流媒体可用性和权利由各自提供商负责。

# about.openIPTVOrg
source: Open iptv-org on GitHub
ar: فتح iptv-org على GitHub
de: iptv-org auf GitHub öffnen
es: Abrir iptv-org en GitHub
fr: Ouvrir iptv-org sur GitHub
hi: GitHub पर iptv-org खोलें
it: Apri iptv-org su GitHub
ja: GitHub で iptv-org を開く
pt: Abrir iptv-org no GitHub
zh_hans: 在 GitHub 上打开 iptv-org

# about.privacy
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de privacidade
zh_hans: 隐私政策

# about.sourceCode
source: WorldTV+ source code
ar: الكود المصدري لـ WorldTV+
de: WorldTV+-Quellcode
es: Código fuente de WorldTV+
fr: Code source de WorldTV+
hi: WorldTV+ स्रोत कोड
it: Codice sorgente di WorldTV+
ja: WorldTV+ のソースコード
pt: Código-fonte do WorldTV+
zh_hans: WorldTV+ 源代码

# about.support
source: Support
ar: الدعم
es: Soporte
fr: Assistance
hi: सहायता
it: Assistenza
ja: サポート
pt: Suporte
zh_hans: 支持

source: About WorldTV+
ar: حول WorldTV+
de: Über WorldTV+
es: Acerca de WorldTV+
fr: À propos de WorldTV+
hi: WorldTV+ के बारे में
it: Informazioni su WorldTV+
ja: WorldTV+ について
pt: Sobre o WorldTV+
zh_hans: 关于 WorldTV+

# action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt: Cancelar
zh_hans: 取消

# action.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fine
ja: 完了
pt: Concluir
zh_hans: 完成

# action.retry
source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
pt: Tentar novamente
zh_hans: 重试

# broadcaster.channels
source: channels
ar: قنوات
de: Sender
es: canales
fr: chaînes
hi: चैनल
it: canali
ja: チャンネル
pt: canais
zh_hans: 频道

# catalog.empty.message
source: No available channels were found.
ar: لم يتم العثور على أي قنوات متاحة.
de: Keine verfügbaren Sender gefunden.
es: No se encontraron canales disponibles.
fr: Aucune chaîne disponible n'a été trouvée.
hi: कोई उपलब्ध चैनल नहीं मिला।
it: Nessun canale disponibile trovato.
ja: 利用可能なチャンネルが見つかりませんでした。
pt: Nenhum canal disponível foi encontrado.
zh_hans: 未找到可用频道。

# catalog.empty.title
source: Empty Catalog
ar: كتالوج فارغ
de: Leerer Katalog
es: Catálogo vacío
fr: Catalogue vide
hi: खाली कैटलॉग
it: Catalogo vuoto
ja: カタログが空です
pt: Catálogo vazio
zh_hans: 目录为空

# catalog.error.message
source: Check your connection and try again.
ar: تحقق من اتصالك وحاول مرة أخرى.
de: Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion et réessayez.
hi: अपना कनेक्शन जाँचें और पुनः प्रयास करें।
it: Controlla la connessione e riprova.
ja: 接続を確認してもう一度お試しください。
pt: Verifique sua conexão e tente novamente.
zh_hans: 请检查网络连接后重试。

# catalog.error.title
source: Catalog Unavailable
ar: الكتالوج غير متاح
de: Katalog nicht verfügbar
es: Catálogo no disponible
fr: Catalogue indisponible
hi: कैटलॉग उपलब्ध नहीं है
it: Catalogo non disponibile
ja: カタログを利用できません
pt: Catálogo indisponível
zh_hans: 目录不可用

# catalog.loading
source: Loading catalog…
ar: جارٍ تحميل الكتالوج…
de: Katalog wird geladen…
es: Cargando catálogo…
fr: Chargement du catalogue…
hi: कैटलॉग लोड हो रहा है…
it: Caricamento catalogo…
ja: カタログを読み込み中…
pt: Carregando catálogo…
zh_hans: 正在加载目录…

# catalog.refresh
source: Refresh Catalog
ar: تحديث الكتالوج
de: Katalog aktualisieren
es: Actualizar catálogo
fr: Actualiser le catalogue
hi: कैटलॉग ताज़ा करें
it: Aggiorna catalogo
ja: カタログを更新
pt: Atualizar catálogo
zh_hans: 刷新目录

# category.channels
source: channels
ar: قنوات
de: Sender
es: canales
fr: chaînes
hi: चैनल
it: canali
ja: チャンネル
pt: canais
zh_hans: 频道

# channel.available
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
it: Disponibile
ja: 利用可能
pt: Disponível
zh_hans: 可用

# channel.blocked
source: Channel blocked by iptv-org
ar: تم حظر القناة بواسطة iptv-org
de: Sender von iptv-org blockiert
es: Canal bloqueado por iptv-org
fr: Chaîne bloquée par iptv-org
hi: iptv-org द्वारा अवरुद्ध चैनल
it: Canale bloccato da iptv-org
ja: iptv-org によってブロックされたチャンネル
pt: Canal bloqueado por iptv-org
zh_hans: 被 iptv-org 拦截的频道

# channel.blocked.reference
source: View reference
ar: عرض المرجع
de: Referenz anzeigen
es: Ver referencia
fr: Voir la référence
hi: संदर्भ देखें
it: Visualizza riferimento
ja: 参照を見る
pt: Ver referência
zh_hans: 查看参考

# channel.closed
source: Closed %@
ar: مغلق %@
de: Geschlossen %@
es: Cerrado %@
fr: Fermé %@
hi: बंद %@
it: Chiuso %@
ja: 終了 %@
pt: Encerrado %@
zh_hans: 关闭 %@

# channel.closed %@
source: Closed %@
ar: أغلق %@
de: Eingestellt am %@
es: Cerrado %@
fr: Fermé le %@
hi: %@ पर बंद
it: Chiuso il %@
ja: %@に閉鎖
pt: Encerrado em %@
zh_hans: 于%@关闭

source: Channel Details
ar: تفاصيل القناة
de: Senderdetails
es: Detalles del canal
fr: Détails de la chaîne
hi: चैनल विवरण
it: Dettagli canale
ja: チャンネル詳細
pt: Detalhes do canal
zh_hans: 频道详情

# channel.emitsSince %@
source: Emits since %@
ar: بث منذ %@
de: Sendet seit %@
es: Emitiendo desde %@
fr: Diffusion depuis %@
hi: %@ से प्रसारित
it: In onda dal %@
ja: %@ から放送
pt: Transmitindo desde %@
zh_hans: 自%@起播出

# channel.geo.warning
source: May be geographically restricted
ar: قد يكون مقيدًا جغرافيًا
de: Kann geografisch eingeschränkt sein
es: Puede tener restricción geográfica
fr: Peut être restreint géographiquement
hi: भौगोलिक रूप से प्रतिबंधित हो सकता है
it: Potrebbe essere soggetto a restrizioni geografiche
ja: 地理的に制限される場合があります
pt: Pode ter restrição geográfica
zh_hans: 可能有地理限制

# channel.geoblocked
source: May be geographically restricted
ar: قد يكون مقيدًا جغرافيًا
de: Kann geografisch eingeschränkt sein
es: Puede tener restricción geográfica
fr: Peut être restreint géographiquement
hi: भौगोलिक रूप से प्रतिबंधित हो सकता है
it: Potrebbe essere soggetto a restrizioni geografiche
ja: 地理的に制限される場合があります
pt: Pode ter restrição geográfica
zh_hans: 可能有地理限制

# channel.launched
source: Launched %@
ar: تم الإطلاق %@
de: Gestartet %@
es: Lanzado %@
fr: Lancé %@
hi: लॉन्च किया गया %@
it: Lanciato %@
ja: 開始 %@
pt: Lançado %@
zh_hans: 启动 %@

# channel.launched %@
source: Launched %@
ar: أطلق %@
de: Gestartet am %@
es: Lanzado %@
fr: Lancé le %@
hi: %@ पर लॉन्च
it: Lanciato il %@
ja: %@にローンチ
pt: Lançado em %@
zh_hans: 于%@推出

# channel.play
source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lire
hi: चलाएँ
it: Riproduci
ja: 再生
pt: Reproduzir
zh_hans: 播放

# channel.play.hint
source: Press to play full screen. Press and hold for favorite options.
ar: اضغط للتشغيل بملء الشاشة. اضغط مطولاً لخيارات المفضلة.
de: Zum Abspielen im Vollbild tippen. Zum Favoriten-Optionen gedrückt halten.
es: Pulsa para reproducir a pantalla completa. Mantén pulsado para opciones de favoritos.
fr: Appuyez pour lire en plein écran. Appuyez longuement pour les options de favoris.
hi: पूर्ण स्क्रीन पर चलाने के लिए दबाएँ। पसंदीदा विकल्पों के लिए देर तक दबाएँ।
it: Tocca per riprodurre a schermo intero. Tieni premuto per le opzioni dei preferiti.
ja: タップで全画面再生。長押しでお気に入りオプション。
pt: Toque para reproduzir em tela cheia. Toque e segure para as opções de favoritos.
zh_hans: 点击全屏播放。长按可查看收藏选项。

# channel.replacedBy
source: Replaced by
ar: استبدل بـ
de: Ersetzt durch
es: Reemplazado por
fr: Remplacé par
hi: इसके द्वारा प्रतिस्थापित
it: Sostituito da
ja: 後継
pt: Substituído por
zh_hans: 被取代

# channel.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
it: Non disponibile
ja: 利用不可
pt: Indisponível
zh_hans: 不可用

# channel.website
source: Official Website
ar: الموقع الرسمي
de: Offizielle Website
es: Web oficial
fr: Site officiel
hi: आधिकारिक वेबसाइट
it: Sito ufficiale
ja: 公式サイト
pt: Site oficial
zh_hans: 官方网站

# channels.empty
source: No channels in this country
ar: لا توجد قنوات في هذا البلد
de: Keine Sender in diesem Land
es: No hay canales en este país
fr: Aucune chaîne dans ce pays
hi: इस देश में कोई चैनल नहीं
it: Nessun canale in questo paese
ja: この国のチャンネルはありません
pt: Nenhum canal neste país
zh_hans: 此国家/地区没有频道

# channels.search
source: Search channels
ar: البحث عن القنوات
de: Sender suchen
es: Buscar canales
fr: Rechercher des chaînes
hi: चैनल खोजें
it: Cerca canali
ja: チャンネルを検索
pt: Pesquisar canais
zh_hans: 搜索频道

# countries.empty
source: No countries available
ar: لا تتوفر دول
de: Keine Länder verfügbar
es: No hay países disponibles
fr: Aucun pays disponible
hi: कोई देश उपलब्ध नहीं
it: Nessun paese disponibile
ja: 利用可能な国がありません
pt: Nenhum país disponível
zh_hans: 没有可用国家/地区

# countries.search
source: Search countries
ar: البحث عن الدول
de: Länder suchen
es: Buscar países
fr: Rechercher des pays
hi: देश खोजें
it: Cerca paesi
ja: 国を検索
pt: Pesquisar países
zh_hans: 搜索国家/地区

# countries.title
source: Countries
ar: الدول
de: Länder
es: Países
fr: Pays
hi: देश
it: Paesi
ja: 国
pt: Países
zh_hans: 国家/地区

# country.channels
source: channels
ar: قنوات
de: Sender
es: canales
fr: chaînes
hi: चैनल
it: canali
ja: チャンネル
pt: canais
zh_hans: 频道

source: Double tap to change feed
ar: اضغط مرتين لتغيير الإشارة
de: Doppelklick, um das Signal zu wechseln
es: Doble toque para cambiar la señal
fr: Double tapez pour changer de signal
hi: सिग्नल बदलने के लिए दो बार टैप करें
it: Tocca due volte per cambiare segnale
ja: 信号を変更するにはダブルタップ
pt: Toque duas vezes para mudar o sinal
zh_hans: 双击切换信号

# favorites.add
source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
it: Aggiungi ai preferiti
ja: お気に入りに追加
pt: Adicionar aos favoritos
zh_hans: 添加到收藏

# favorites.empty.message
source: Use the star button on a channel to save it here.
ar: استخدم زر النجمة على قناة لحفظها هنا.
de: Verwenden Sie den Stern-Button bei einem Sender, um ihn hier zu speichern.
es: Usa el botón de estrella de un canal para guardarlo aquí.
fr: Utilisez le bouton étoile d'une chaîne pour la sauvegarder ici.
hi: किसी चैनल पर स्टार बटन का उपयोग करके उसे यहाँ सहेजें।
it: Usa il pulsante stella su un canale per salvarlo qui.
ja: チャンネルの星ボタンを使ってここに保存できます。
pt: Use o botão de estrela em um canal para salvá-lo aqui.
zh_hans: 使用频道上的星标按钮将其保存到此处。

# favorites.empty.title
source: No favorite channels
ar: لا توجد قنوات مفضلة
de: Keine Favoriten-Sender
es: No hay canales favoritos
fr: Aucune chaîne favorite
hi: कोई पसंदीदा चैनल नहीं
it: Nessun canale preferito
ja: お気に入りチャンネルはありません
pt: Nenhum canal favorito
zh_hans: 暂无收藏频道

# favorites.loading
source: Loading favorites…
ar: جارٍ تحميل المفضلة…
de: Favoriten werden geladen…
es: Cargando favoritos…
fr: Chargement des favoris…
hi: पसंदीदा लोड हो रहे हैं…
it: Caricamento preferiti…
ja: お気に入りを読み込み中…
pt: Carregando favoritos…
zh_hans: 正在加载收藏…

# favorites.open
source: View all favorites
ar: عرض كل المفضلة
de: Alle Favoriten anzeigen
es: Ver todos los favoritos
fr: Voir tous les favoris
hi: सभी पसंदीदा देखें
it: Visualizza tutti i preferiti
ja: すべてのお気に入りを見る
pt: Ver todos os favoritos
zh_hans: 查看所有收藏

# favorites.remove
source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
it: Rimuovi dai preferiti
ja: お気に入りから削除
pt: Remover dos favoritos
zh_hans: 从收藏中移除

# favorites.title
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
pt: Favoritos
zh_hans: 收藏

# home.allCountries
source: Explore all countries
ar: استكشاف جميع الدول
de: Alle Länder erkunden
es: Explorar todos los países
fr: Explorer tous les pays
hi: सभी देश देखें
it: Esplora tutti i paesi
ja: すべての国を探索
pt: Explorar todos os países
zh_hans: 浏览所有国家/地区

# home.categories
source: Browse by category
ar: تصفح حسب الفئة
de: Nach Kategorie stöbern
es: Explorar por categoría
fr: Parcourir par catégorie
hi: श्रेणी के अनुसार ब्राउज़ करें
it: Sfoglia per categoria
ja: カテゴリで見る
pt: Navegar por categoria
zh_hans: 按类别浏览

# home.channelCount
source: channels
ar: قنوات
de: Sender
es: canales
fr: chaînes
hi: चैनल
it: canali
ja: チャンネル
pt: canais
zh_hans: 频道

# home.countryCount
source: countries
ar: دول
de: Länder
es: países
fr: pays
hi: देश
it: paesi
ja: 国
pt: países
zh_hans: 国家/地区

# home.featured
source: Featured channels
ar: قنوات مميزة
de: Ausgewählte Sender
es: Canales destacados
fr: Chaînes à la une
hi: विशेष चैनल
it: Canali in evidenza
ja: 注目チャンネル
pt: Canais em destaque
zh_hans: 精选频道

# home.networks
source: Networks
ar: الشبكات
de: Netzwerke
es: Redes
fr: Réseaux
hi: नेटवर्क
it: Reti
ja: ネットワーク
pt: Redes
zh_hans: 电视网

# home.popularCountries
source: Countries with more channels
ar: الدول التي لديها المزيد من القنوات
de: Länder mit den meisten Sendern
es: Países con más canales
fr: Pays avec le plus de chaînes
hi: अधिक चैनल वाले देश
it: Paesi con più canali
ja: チャンネル数の多い国
pt: Países com mais canais
zh_hans: 频道较多的国家/地区

# home.recentlyWatched
source: Recently watched
ar: شوهدت مؤخرًا
de: Zuletzt gesehen
es: Vistos recientemente
fr: Récemment regardés
hi: हाल ही में देखे गए
it: Visti di recente
ja: 最近視聴したもの
pt: Assistidos recentemente
zh_hans: 最近观看

# home.title
source: Television from around the world
ar: تلفزيون من جميع أنحاء العالم
de: Fernsehen aus aller Welt
es: Televisión de todo el mundo
fr: La télévision du monde entier
hi: दुनिया भर का टेलीविज़न
it: Televisione da tutto il mondo
ja: 世界中のテレビ放送
pt: Televisão do mundo inteiro
zh_hans: 来自世界各地的电视

# navigation.home
source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
pt: Início
zh_hans: 首页

# player.close
source: Back to channels
ar: العودة إلى القنوات
de: Zurück zu den Sendern
es: Volver a los canales
fr: Retour aux chaînes
hi: चैनलों पर वापस जाएँ
it: Torna ai canali
ja: チャンネルに戻る
pt: Voltar aos canais
zh_hans: 返回频道

# player.ended
source: Playback ended
ar: انتهى التشغيل
de: Wiedergabe beendet
es: La emisión ha finalizado
fr: Lecture terminée
hi: प्लेबैक समाप्त हो गया
it: Riproduzione terminata
ja: 再生が終了しました
pt: Reprodução encerrada
zh_hans: 播放已结束

# player.error.allSourcesFailed
source: None of the available signals could be played.
ar: تعذّر تشغيل أي من الإشارات المتاحة.
de: Keines der verfügbaren Signale konnte abgespielt werden.
es: No se ha podido reproducir ninguna de las señales disponibles.
fr: Aucun des signaux disponibles n'a pu être lu.
hi: उपलब्ध कोई भी सिग्नल नहीं चलाया जा सका।
it: Nessuno dei segnali disponibili ha potuto essere riprodotto.
ja: 利用可能なシグナルのいずれも再生できませんでした。
pt: Nenhum dos sinais disponíveis pôde ser reproduzido.
zh_hans: 所有可用信号均无法播放。

# player.error.channelNotFound
source: This channel is no longer in the catalog.
ar: لم تعد هذه القناة موجودة في الكتالوج.
de: Dieser Sender ist nicht mehr im Katalog.
es: Este canal ya no está en el catálogo.
fr: Cette chaîne ne figure plus dans le catalogue.
hi: यह चैनल अब कैटलॉग में नहीं है।
it: Questo canale non è più nel catalogo.
ja: このチャンネルはカタログに含まれなくなりました。
pt: Este canal não está mais no catálogo.
zh_hans: 此频道已不在目录中。

# player.error.noSources
source: This channel has no playable signals.
ar: لا توجد لهذه القناة إشارات قابلة للتشغيل.
de: Dieser Sender hat keine abspielbaren Signale.
es: Este canal no tiene señales reproducibles.
fr: Cette chaîne n'a aucun signal lisible.
hi: इस चैनल में कोई चलाने योग्य सिग्नल नहीं है।
it: Questo canale non ha segnali riproducibili.
ja: このチャンネルには再生可能なシグナルがありません。
pt: Este canal não tem sinais reproduzíveis.
zh_hans: 此频道没有可播放的信号。

# player.error.title
source: Playback unavailable
ar: التشغيل غير متاح
de: Wiedergabe nicht verfügbar
es: Reproducción no disponible
fr: Lecture indisponible
hi: प्लेबैक उपलब्ध नहीं है
it: Riproduzione non disponibile
ja: 再生できません
pt: Reprodução indisponível
zh_hans: 无法播放

# player.error.unavailable
source: The channel could not be played.
ar: تعذّر تشغيل القناة.
de: Der Sender konnte nicht abgespielt werden.
es: No se ha podido reproducir el canal.
fr: La chaîne n'a pas pu être lue.
hi: चैनल नहीं चलाया जा सका।
it: Il canale non ha potuto essere riprodotto.
ja: チャンネルを再生できませんでした。
pt: O canal não pôde ser reproduzido.
zh_hans: 无法播放该频道。

# player.feed
source: Feed
ar: البث
de: Quelle
es: Señal
fr: Flux
hi: फ़ीड
it: Flusso
ja: フィード
pt: Fluxo
zh_hans: 信号源

# player.feed.auto
source: Auto
ar: تلقائي
de: Automatisch
es: Automático
hi: ऑटो
ja: 自動
pt: Automático
zh_hans: 自动

# player.feeds
source: Available feeds
ar: البثوث المتاحة
de: Verfügbare Quellen
es: Señales disponibles
fr: Flux disponibles
hi: उपलब्ध फ़ीड
it: Flussi disponibili
ja: 利用可能なフィード
pt: Fluxos disponíveis
zh_hans: 可用信号源

# player.info
source: Channel Info
ar: معلومات القناة
de: Sender-Info
es: Información del canal
fr: Infos de la chaîne
hi: चैनल जानकारी
it: Info canale
ja: チャンネル情報
pt: Informações do canal
zh_hans: 频道信息

# player.preparing
source: Preparing channel…
ar: جارٍ تجهيز القناة…
de: Sender wird vorbereitet…
es: Preparando canal…
fr: Préparation de la chaîne…
hi: चैनल तैयार हो रहा है…
it: Preparazione del canale…
ja: チャンネルを準備中…
pt: Preparando o canal…
zh_hans: 正在准备频道…

# player.tryAnother
source: Try another signal
ar: جرّب إشارة أخرى
de: Ein anderes Signal versuchen
es: Probar otra señal
fr: Essayer un autre signal
hi: दूसरा सिग्नल आज़माएँ
it: Prova un altro segnale
ja: 別のシグナルを試す
pt: Tentar outro sinal
zh_hans: 尝试其他信号

# search.filter.any
source: Any
ar: الكل
de: Alle
es: Cualquiera
fr: Tous
hi: कोई भी
it: Tutti
ja: すべて
pt: Qualquer
zh_hans: 全部

# search.filter.available
source: Available channels only
ar: القنوات المتاحة فقط
de: Nur verfügbare Sender
es: Solo canales disponibles
fr: Chaînes disponibles uniquement
hi: केवल उपलब्ध चैनल
it: Solo canali disponibili
ja: 利用可能なチャンネルのみ
pt: Somente canais disponíveis
zh_hans: 仅可用频道

# search.filter.category
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
pt: Categoria
zh_hans: 类别

# search.filter.country
source: Country
ar: البلد
de: Land
es: País
fr: Pays
hi: देश
it: Paese
ja: 国
pt: País
zh_hans: 国家/地区

# search.filter.favorites
source: Favorites only
ar: المفضلة فقط
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
hi: केवल पसंदीदा
it: Solo preferiti
ja: お気に入りのみ
pt: Somente favoritos
zh_hans: 仅收藏

# search.filter.geoblocked
source: Include geographically restricted
ar: تضمين المقيدة جغرافيًا
de: Geografisch eingeschränkte einschließen
es: Incluir restricciones geográficas
fr: Inclure les chaînes à restriction géographique
hi: भौगोलिक रूप से प्रतिबंधित शामिल करें
it: Includi canali con restrizioni geografiche
ja: 地理的制限のあるものを含める
pt: Incluir canais com restrição geográfica
zh_hans: 包含有地理限制的频道

# search.filter.quality
source: Minimum quality
ar: الحد الأدنى للجودة
de: Mindestqualität
es: Calidad mínima
fr: Qualité minimale
hi: न्यूनतम गुणवत्ता
it: Qualità minima
ja: 最低品質
pt: Qualidade mínima
zh_hans: 最低画质

# search.filter.reset
source: Reset filters
ar: إعادة تعيين عوامل التصفية
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
hi: फ़िल्टर रीसेट करें
it: Ripristina filtri
ja: フィルタをリセット
pt: Redefinir filtros
zh_hans: 重置筛选条件

# search.filters
source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtres
hi: फ़िल्टर
it: Filtri
ja: フィルタ
pt: Filtros
zh_hans: 筛选条件

# search.loading
source: Preparing search…
ar: جارٍ تجهيز البحث…
de: Suche wird vorbereitet…
es: Preparando búsqueda…
fr: Préparation de la recherche…
hi: खोज तैयार हो रही है…
it: Preparazione della ricerca…
ja: 検索を準備中…
pt: Preparando a pesquisa…
zh_hans: 正在准备搜索…
